Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: nakend en... soek deur die klerasie van pas ge-arriveerdes,
ar: ..عراةً وكيف أخذنا ملابس ،من وصلوا تواً

source: terwyl die wagte om ons loop
ar: بينما كان الخونةُ حولنا

source: Ons moes soek vir geld, of juwele wat hulle versteek,
ar: وقمنا بالتحقق من عملاتنا أو الجواهر التي كنّا نخفيها

source: En dan is daar die meisie... die meisie... wat na my kyk, en kyk...
ar: ..ومن ثم هنالك فتاة، تلك الفتاة .تنظرُ إليّ إنها تنظرُ إليّ

source: Hierdie meisie kyk na my...
ar: ..والفتاةُ تنظرُ إليّ

source: Waar kom hierdie storie vandaan?
ar: أين حدثت هذه القصّة؟

source: Sy het haar ma se rok...
ar: - ...وأخذت فستان والدتها -

source: Van waar kom die storie?
ar: أين حدثت؟

source: Ek het dit gelees
ar: .لقد قرأتها

source: Vertel dit dan, as iemand vra
ar: .إذن قومي بقولها إذا سأل أحد

source: Maar ek verseker jou, niemand sal nie
ar: لكن أؤكدُ لكِ، لن يسأل أحداً

source: Nie een van hierdie klomp sal vra nie
ar: لا أحد منهم سيسأل

source: Reg, nie een nie
ar: صحصح، لا أحد سيسأل

source: Jy het die rok mooi gemaak
ar: لقد قمتِ بعملٍ جيّد، بتعديل الفستان

source: Ek moet uitgaan Ek moet ook uitgaan
ar: عليّ الخروج - وأنا عليّ الخروج أيضاً -

source: Johnny
ar: (جوني)

source: Wat het jy aan jou gesig gedoen?
ar: كيف قمتِ بجعلِ وجهك هكذا؟

source: Die oog-grimering is verkeerd, jou stap ook... Alles,
ar: مكياجُ العين خاطئ ومشيتُكِ، وكلّ شيء

source: Dis alles verkeerd
ar: .كل شيء خاطئ

source: Het jy ten minste geleer?
ar: هل على الأقل حفظتِ كلّ شيء بظهر قلب؟

source: Ek moet uitgaan Nee, nee...
ar: عليّ الخروج - ..لا، لا -

source: Ek moet - Jy kan nie
ar: بل عليّ ذلك - لايمكنُك -

source: As jy gaan, en iemand herken jou, dan is alles tevergeefs
ar: لو خرجتِ وتعرّف عليك أحداً ما سيصبحُ عملُنا بلا فائدة - لا أحد سيتعرّ علي -

source: Ek moet uitgaan!
ar: عليّ الخروج

source: Eers wou die kruidenier ons nie meer bedien nie
ar: أولهم صاحبُ البقالة رفض البيعُ لنا

source: Toe Mnr Schmidt-Ott oorkant ook
ar: ثم السيّد (شميدت)

source: Nelly was verban om te sing, geen vriende het ons meer besoek nie
ar: وأوقفوا (نيلي) عن الغناء ولم يعُد يأتي أيّ أصدقاء لنا

source: Sigrid en Walter Hochbaum het op die derde vloer gebly, hulle het ook nie meer gekom nie
ar: (زيغريد) و (والتر) يعيشان بالطابق الثالث توقفوا عن القدوم أيضاً

source: Ek moes Nelly wegsteek in die winter van '43
ar: إضطررتُ لإخفاء (نيلي) بشتاء 1943 م

source: Lehmann wou haar nie meer in die bomskuiling toelaat nie
ar: فـ (ليمان) رفض إدخالها الملجئ

source: Ons was seker hy sou haar eersdaags verklae, want hy wou graag ons woonstel hê 'n Vriend wat op die front gesneuwel het, het 'n huisboot op die meer gehad
ar: وكنّا متأكدين بأنهُ ستتم إدانتها لقد كان يحسدُنا على شقتنا وصديقٌ لي توفي ، يملك منزل صغير على البحيرة

source: Dis waar ek haar gebring het
ar: وهنالك أخذتها

source: Hoe het ons ontmoet?
ar: وكيف إلتقينا؟

source: Sit jou hoed op, daar kom mense
ar: ضعي قبعتُك، هنالك أناسٌ قادمين

source: Het jy dikwels met haar gaan wandel?
ar: هل غالباً تخرج لتمشي معها؟

source: In die nag ook?
ar: بالليل؟

source: Waarnatoe het julle dan gegaan?
ar: أين تذهبون؟

source: Het julle gewilde plekkies gehad?
ar: ألديكم أماكن مفضّلة؟

source: Laat ons gaan, die weer raak dreigend
ar: لنذهب، الطقس بدء يتغيّر - وإذا؟

source: Sal ons daar gaan sit?
ar: لنذهب ونجلس هناك؟

source: Laat staan dit!
ar: ! توقفي

source: Hou op hiermee!
ar: ! توقفي

source: - Bly weg van die fotos in my laai!
ar: ماذا؟ - أتركي الصور التي بمكتبي -

source: Natuurlik - Doen dan so!
ar: حسناً - إفعلي ذلك إذن -

source: Ek het nie na hulle gekyk nie Hou op om Nelly te speel!
ar: إنني لم أرى الصور - توقفي عن لعب دور (نيلي)

source: Ek weet jy's nie sy nie!
ar: فإنني أعلم أنك لستِ هي

source: Dis nie vir my wat jy moet oortuig nie
ar: ! يجب أن تقتنعي بذلك

source: Waar is jou hoed?
ar: أين قبعتُك؟

source: Op die bank
ar: - على الكرسي -

source: Kom julle vir 'n bier later?
ar: هل ستأتون من أجل شرب الجعة؟

source: - Seker, kyk!
ar: - بالطبع، أنظر -

source: Hoe pragtig om verlief te wees!
ar: كم هو جميل أن تكون واقعاً بالحُب

source: Jou hoed
ar: تفضّلي

source: Ek sou die kamp nie kon oorleef, as dit nie vir Johnny was nie
ar: إنني لم أستطع النجاة إلا بسبب (جوني)

source: Ek het net bly dink hoedat ek na hom sou terugkom
ar: كنتُ أفكر فقط بشأن العودة إليه

source: En toe ek eindelik hier kom, moes ek net na hom gaan soek
ar: ...وعندما أخيراً عدتُ إلى هنا ببساطة كنتُ أبحث عنه

source: En toe ek hom eindelik kry, het hy my nie herken nie, en dit was...
ar: وعندما وجدتهُ .لم يتعرّف علي . .

source: Lene, dit was...
ar: ..(لين) كان الأمر وكأنني عدتُ للموت مرةً أخرى

source: ek was... weer dood en... nou het hy van my weer Nelly gemaak
ar: ..والآن لقد جعلني أبدو كـ(نيلي)

source: Ek kan nie Palistina toe gaan nie!
ar: .لايمكنني الذهاب لـ(فلسطين)

source: Waarheen wil jy dan gaan?
ar: وأين ستذهبين؟

source: Met Johnny... terug na hom Onmoontlik!
ar: مع (جوني) أعودُ معه - مستحيل -

source: Lene, vandat ek terug is by hom, is ek weer myself
ar: (لين)، عندما عدتُ معهُ

source: Wanneer hy van haar praat, van my, is ek regtig jaloers... op my!
ar: عندما يتحدثُ بشأنها - بشأنها؟ - أشعرُ بالغيرة حقاً..

source: Wanneer gaan jy hom vertel?
ar: متى ستخبرينه؟

source: Lene, dis asof ons mekaar nou net leer ken, vir die eerste keer, hoor jy?
ar: (لين) الأمرُ وكأنه أننا للتو تعرفنا على بعضنا البعض ،للمرة الأولى أتفهمينني؟

source: En wat gaan nou gebeur?
ar: وكيف هذا الأمر سيتمر؟

source: Sodra ek aankom met die trein, sal hy jou daarvan inlig dan sal ek weer kom
ar: قريباً سآتي بالقطار وهو سيبلغُكم بذلك ومن ثم سأعودُ هنا مرةً أخرى

source: Dit sal dan my terugkeer wees Dan gaan hy met jou geld!
ar: هكذا ستكونُ عودتي - ومن ثم سيسعى خلف أموالُكِ -

source: Weet jy wat my die meeste ontstel?
ar: Do you know what disgusts me?

source: Ons Jode het geskryf, gesing en gewerk..
ar: ،نحنُ اليهود كتبنا ..وغنينا وتم إستعبادُنا

source: oorlog gemaak vir Duitsland, en tog het hulle ons vermoor
ar: ،ذهبنا للحرب لأجل ألمانيا وبلحظة تم حرقنا

source: En nou kom die oorlewendes terug, en vergewe alles
ar: والآن الناجون يعودون ويسامحون

source: Die vergassing hou op, en ons vergewe!
ar: تم قطعُ الغاز عننا ونسامح

source: Dis papbroekigheid en verraad!
ar: وتم إتهامنا بالجُبن والغدر

source: Ek kan nie daarmee saamgaan nie, Nelly!
ar: لن أستمرُ بذلك، يا (نيلي)

source: Lene, ek weet hy is lief vir haar
ar: (لين) أعلم أنهُ يحبها

source: Ek glo nie hy het haar verraai nie
ar: لا أؤمن أنهُ قام بخيانتها

source: Toe jy in die donker gesit het, het ek gedink jy't hom geskiet, en dat jy my hulp nodig het
ar: عندما جلستِ بالظلام ظننتُ بأنك تريدين قتله وتريدين مساعدتي

source: En om eerlik te wees, ek sou dit verkies het
ar: ،وبكل صراحه أفضّلُ ذلك

source: Ek sal vir jou hier wag
ar: سأبقى منتظراً لكِ هنا

source: Mev Lenz!
ar: آنسة (لينز)

source: Ek is so bly om jou weer te sien
ar: أنا سعيدةٌ لرؤيتُكِ مرةً اخرى

source: En jou man ook?
ar: أهذا زوجُك؟

source: Jy weet hoe mans deesdae is...
ar: تعلمين كيف هم الرجال هذه الأيام

source: En hoe is hulle?
ar: وكيف هم؟

source: Kan ek u iets aanbied?
ar: أيمكنني أن أقدم لكِ شيئاً؟

source: Ons het regte koffie... vir ons goeie gaste
ar: لدينا قهوةٌ رائعة لضيوفنا الأعزاء

source: Elsie, maak vir ons koffie
ar: (إلسي) جهزي القهوة

source: Het jy geweet dat ek weggekruip het in die boot?
ar: أكنتِ تعلمين أنني مختبئة بالمنزل الصغير طوال هذه المدة؟

source: Ek het jou gesien, by die venster,
ar: ..لقد رأيتُكم من النافذة

source: toe ek gearresteer is, jy en jou man
ar: عندما تم القبض علي أنتِ وزوجُكِ

source: Dit was verskriklik!
ar: كان الأمرُ مرعباً

source: Wat kon ons doen?
ar: مالذي كان بإمكاننا فعله؟

source: Ek het dieselfde gesê vir jou man
ar: لقد قلتُ نفس الشيء لزوجك

source: Ons was so bang
ar: كنا خائفين

source: En u weet ons sou... - My...
ar: ..وتعلمين إبننا - هل -

source: My man was weer hier?
ar: زوجي عاد هنا مرةً أخرى؟

source: Ja, na jou arres
ar: نعم، بعد ما تم القبض عليك

source: Kort daarna
ar: فوراً

source: Dit moes... was koud daardie winter
ar: كان الجو قريباً من البرودة ذلك الشتاء

source: Hoe was dit met die herbergiers?
ar: كيف جرى الأمرُ مع الخادمات؟

source: Jy was reg, sy het my nie uitgevra oor die kamp nie,
ar: كنتَ محقاً الآنسة لم تسألني بشأن المخيّم

source: maar sy het my Mev Lenz genoem, en sy het gehuil
ar: لكنها نادتني باسم (لينز) وبكت كثيراً

source: Jy was hier die dag toe Nelly gearresteer is?
ar: أكنتَ هنا باليوم الذي قبض فيه على (نيلي)؟

source: Wie sê so?
ar: من قال ذلك؟

source: Die vrou
ar: الآنسة

source: Het jy Nelly verraai?
ar: هل خنت (نيلي)؟

source: Waarskynlik... is dit nie regtig verraad nie,
ar: ...بعض الأحيان لاتكون خيانةً حقيقية

source: jy het haar tog weggesteek, vir haar gesorg die hele tyd
ar: ..قمت بإخفائها وقمت بالإعتناء بها طوال الوقت

source: Toe kom jou arres en ondervraging, en jy word skielik losgelaat, jy haas jou om te gaan kyk of sy nog veilig is,
ar: ثم قبضوا عليك وحققوا معك وأخيراً أفرجوا عنك لتسرع وتطمئن عليها

source: jy het seker nie opgelet dat jy agtervolg word nie,
ar: وتلاحظ بأنك ملاحقٌ من قِبلهم

source: en toe was dit te laat
ar: ويصبحُ الأمر متأخراً

source: Jy kon net daar staan, en daar's niks wat jy kon doen nie,
ar: وتقفُ هنا ولاشيء بوسعك فعله

source: jy kon net kyk hoe Nelly weggevat word
ar: وتنظرُ لهم وهم يقبضون عليها

source: Klim af
ar: .إنزلي

source: Ons gaan dat Nelly terugkom volgende week
ar: إننا سنستقبلُكِ وكأنك (نيلي) الأسبوع المقبل

source: By die stasie sal ek en ook
ar: في المحطة سأكون أنا هنالك

source: Sigrid, Monika,
ar: و (زيغريد) و (مونيكا)

source: Frederike, Walther en Alfred wees 'n Trein gaan aankom, baie mense gaan afklim
ar: و (فريدريك) و (والتر) و (ألفريد) القطار سيصل، والعديد سينزلون

source: Jy sal heel agter sit, die trein gaan begin beweeg, dan sal hulle jou sien, in die rooi rok, en die skoene van Parys
ar: وستنزلين منه ثم سينطلق ثم سيرونكِ

source: Die ou Nelly
ar: (نيلي) عادت

source: Hulle gaan verlig wees, hulle gaan hardloop na jou
ar: سيشعرون بالراحة وسيركضون مسرعين إليكِ

source: Sigrid gaan eerste wees, soos altyd
ar: (زيغريد) ستكون الأولى دوماً ماتكون هي كذلك

source: Sy gaan voordoen om sprakeloos te wees:
ar: ستتظاهر أنها غير مصدقه بقوله :

source: "Ek glo dit nie!"
ar: لا أصدقُ ذلك

source: "Nelly!" Dan gaan sy jou omhels
ar: يا (نيلي) ثم ستقوم بإحتضانُك

source: Alfred, sal soos altyd sê: "Klein Nelly"
ar: (الفريد) كالمعتاد سيقول أهلاً بالصغيرة (نيلي)

source: Dit kon liewer gewees het: "Hoe het jy gegroei!"
ar: وقد يقول، كيف كبُرتِ

source: Monika sal jou vertel van haar man
ar: (مونيكا) ستخبرُكِ بشأن زوجها

source: "Ek het altyd geweet jy sal terugkom!"
ar: وستقول لطالما علمتُ بأنكِ ستعودين

source: Frederike gaan soos altyd kla, oor haar lewe en oor Berlyn
ar: (فريدريك) كالمعتاد ستشكي لكِ بشأن حياتها و بيرلين

source: Wat van ons?
ar: وماذا عننا؟

source: Ons sal na mekaar toe stap, baie doelgerig
ar: سنمشي ببطئ لبعضنا البعض بهدوء

source: Ons sal nie praat of soen, of in mekaar vlieg nie
ar: ..لن نقول شيئاً نقبلُ بعضنا أو نضعُ أجسادنا على بعض

source: Ons gaan net saggies omhels,
ar: ثم ببساطة نعانق بعضنا

source: Jy sal jou kop op my skouer lê, en ons beide se oë sal toe wees
ar: ستقومين بوضعِ رأسُك على كتفي وكلانا سنغلقُ أعيننا

source: Ons doen niks anders nie
ar: ولن نفعل شيئاً آخر

source: Niks nie, vir lank
ar: لاشيء، لمدة

source: VERWYSING.
ar: Ref:

source: MEV SCHWARZ WAS IN MY DIENS VAN MAART TOT SEPTEMBER, 1945.
ar: Mrs.Schwarz was in my employ From March to September, 1945.

source: SY IS 'N UITSTEKENDE HUISHOUDSTER..
ar: She is an excellent housekeeper...

source: Sy het vir u ook 'n brief gelos
ar: لقد تركت لكِ رسالةٌ ايضاً

source: Ek moet dit vir u gee
ar: سأجلبها لكِ

source: Maar waar is Lene, dan?
ar: لكن أين، (لين)؟

source: U weet nog nie?
ar: ألا تعلمين؟

source: Mev Winter het haarself Donderdag geskiet
ar: آنسة (وينتر) قتلت نفسها يوم الخميس

source: Liewe Nelly,
ar: ،عزيزتي (نيلي)

source: Ek het jou vertel daar is nie 'n pad terug vir ons nie, maar vir my is daar ook nie een vorentoe nie
ar: أخبرتُك بأن لاتوجد طريقة لعودتنا لكن بالنسبة لي لاتوجد طريقة أخرى، أيضاً

source: Ek voel meer aangetrokke na die dood as na die lewe
ar: شعرتُ وكأنني غارقة بموتنا أكثر بقائنا على قيد الحياة

source: Ek kan dit nie van jou weghou nie:
ar: ...لايمكنني إخفاءُ هذا الأمر عنكِ

source: Jou man het van jou geskei net voor jou arres
ar: زوجُكِ قام بطلاقك .مباشرةً بعد ماتم القبضُ عليكِ

source: Ek sluit 'n kopie van die dokument in
ar: لقد وضعتُ نسخة للوثيقة

source: Vaarwel,
ar: ،وداعاً

source: Lene
ar: (لين)

source: Wag, ek kry die sleutel
ar: مهلاً، سأجلبُ المفتاح

source: Die trein arriveer omtrent agt, is 'n halfuur genoeg vir was, grimeer en hare?
ar: القطارُ يصل حول الساعة الثامنة هل تكفيكِ نصفُ ساعةٍ من أجل الإغتسال، وتجهيز شعرُكِ والمكياج؟

source: Of benodig jy 'n driekwartuur?
ar: أو تريدين ساعةً إلا ربع؟

source: Wel, Nelly?
ar: حسناً، يا (نيلي)

source: Hoe noem jy my nou?
ar: أتناديني هكذا الآن؟

source: 'n Glipsie, dink ek
ar: زلةُ لسان على ما أظن

source: Ek is bevrees hierdie gaan bietjie seer wees
ar: أخافُ أن هذا سيؤلمُكِ قليلاً

source: Prisoniers van Auschwitz was getatoeer met 'n nommer op die voorarm
ar: السجناء في (أوشفيتز) عليهم وشماً برقمٍ على يدهم

source: Iemand kan jou vra omtrent jou nommer, en jy moet dan fluister dat jy dit uitgesny het
ar: شخصٌ ما سيسألُكِ بشأن رقمُك وستهمسين له .بأنكِ قمتِ بإزالته

source: Daar sal nie verdere vrae wees nie
ar: ولن يكون هنالك مزيداً من الأسئلة

source: IN DIE NAAM VAN DIE DUITSE VOLK 4 OKTOBER, 1944...
ar: بإسم الشعب الألماني بالرابع من أكتوبر عام 1944

source: JOHANNES LENZ... SKEI VAN...
ar: (جوني لينز) يقومُ بتطليق (نيلي لينز)

source: Ek glo dit nie!
ar: لا اصدقُ ذلك

source: Dis so...
ar: ..إنهُ لأمرٌ

source: Kom, dat ek jou omarm
ar: تعالي لأعانقُكِ

source: Ek het vir Wolfgang gesê:
ar: ..أخبرتُ (فولفغانغ)

source: Nelly sal terugkom, ek weet dit
ar: بأنكِ ستعودين، علمتُ ذلك

source: As hy jou ook maar kon sien
ar: لو كان بإستطاعته رؤيتُك، أيضاً

source: As...
ar: ..لو

source: Wel, Nelly...
ar: حسناً يا (نيلي)

source: Christina is dood
ar: (كريستينا) ماتت

source: My kind is dood
ar: وطفلي مات

source: Maar gaan nou na Johnny, daar is hy
ar: لكن، الآن إذهبي إلى (جوني) هاهو

source: Kom ons gaan, kinders, die kos word koud
ar: لنذهب، فالطعامُ أصبح بارداً

source: Ons het jou gemis
ar: .لقد إشتقنا إليكِ

source: 2 dae gelede is ek verby die ateljee,
ar: قبل يومين، مررتُ بجانب الإستوديو

source: Die ronde bank waar julle altyd saam gesit het...
ar: كان هنالك المقاعد الدائرية التي دوماً ماتجلُسين بها

source: Die straatlig is weer reggemaak, 'n klavier het binne gespeel, iemand het gesing,
ar: وإضاءةُ الشارع عادت وهنالك عزف بيانو، وشخصٌ يغنّي

source: ek het my oë toegemaak, en vir 'n oomblik was dit soos altyd
ar: .أقوم بإغلاق عينيّ وللحظةٍ ما شعرتُ وكأن كلّ شيء عاد لماهو عليه

source: Ja, en nou is jy hier, Nelly
ar: صحيح.. والآن ها أنتِ عدتِ يا (نيلي)

source: Dis nie meer nodig om my oë toe te maak om jou te sien nie, nooit meer nie
ar: فلا يجب عليّ إغلاقُ عينيّ لرؤيتُكِ مرةً أخرى ولن أغلقُها أبداً

source: Op jou terugkoms, Nelly!
ar: من أجل عودتُكِ مرةً أخرى، يا (نيلي)

source: Op Nelly - Op Nelly.
ar: من أجل (نيلي) - من أجل (نيلي) -

source: Nelly...
ar: ...(نيلي)

source: Jy is my liefde, jy is my lewe,
ar: .أنتِ حُبي .إنكِ حياتي

source: Niks wat gebeur het maak saak nie
ar: .لايهمُ ماحدث أبداً

source: Kom almal!
ar: هيّا

source: Almal van julle, kom!
ar: جميعُكم تعالوا

source: "Speak Low"
ar: سأغني "تحدث بهدوء"

source: Ek het altyd gewens om weer saam met Johnny te sing een dag in Berlyn...
ar: ...لطالما أردتُ ..بأن أغني مع (جوني) مرةً أخرى ..بيومٍ ما

source: Heidi!
ar: (هايدي)!

source: kom!
ar: تعالي!

source: Dag, Dete
ar: مرحباً, (ديت).

source: Ek kry warm
ar: أشعر بالحر.

source: Is dit ver?
ar: -هل اقتربنا؟

source: - Heidi, dis heel bo!
ar: -هايدي), إنه تماماً على القمّة) .

source: Is dit jou oorlede suster se dogter?
ar: -أهذه ابنة أختك الراحلة؟ -أجل .

source: Kom, Heidi, ons moet gaan
ar: -هيا, يا (هايدي). يجب أن نذهب .

source: - Sy't so groot geword
ar: -لقد كبرَت كثيراً .

source: Waarheen vat jy haar?
ar: أين ستأخذينها؟

source: Na haar oupa
ar: -إلى جدِّها .

source: - Na Alpöhi?
ar: -إلى العم فوق الجبل؟

source: Goeie hemel!
ar: يا إلهي!

source: Dete
ar: (ديت).

source: Hy is goddeloos, en haat alle mense!
ar: إنه كافر ويكره الجميع.

source: Hulle sê hy het al vergeet om te praat
ar: يقولون أن نسي حتى كيف يتكلم.

source: Moet ek haar dan in 'n weeshuis sit?
ar: أيفترض بي أن أضعها في دار أيتام؟

source: Of moet ek haar vir mense gee wat ek nie ken nie?
ar: أو أعطيها مزارع لا نعرفه؟

source: Jy weet dat niemand nog vir 'n vreemde kind wil sorg nie
ar: تعلمين أن الجميع لا يرغبون بشخص إضافي.

source: Miskien was sy beter af by vreemdes
ar: لربما ستكون أفضل حالاً مع الغرباء.

source: Hy kon nie eers regkom met sy eie seun nie Mag God hom genadig wees
ar: لقد تخاصم حتى مع ابنه. ليرحم الرب روحه.

source: Ek is seker hy sal niks met haar te doen wil hê nie
ar: وأنا متأكدة أنه لن يرغب بهذه الطفلة.

source: Heidi, kom dadelik hier!
ar: (هايدي), تعالي في الحال!

source: Ek kom!
ar: قادمة!

source: Dag, Oupa
ar: مرحباً, جدي.

source: Dag, Alpöhi
ar: مرحباً, يا عم.

source: Dit is Heidi
ar: هذه (هايدي).

source: U kleinkind
ar: حفيدتك.

source: Ek het 'n pos in Frankfurt gekry
ar: حصلتُ على وظيفة في (فرانكفورت).

source: So, nou bring ek haar na u toe
ar: لذا أحضرتها إليك.

source: Sy is tog u eie vlees en bloed
ar: إنها من لحمك ودمك في نهاية المطاف.

source: en vat haar saam!
ar: وخذيها معك.

source: Ek het na haar gekyk vir 5 jaar!
ar: لقد رعيتُها لخمس سنين.

source: Maar ek kan nie langer nie
ar: -لكني لا أستطيع فعلها بعد الآن .

source: - Gaan net weg!
ar: -ارحلي من هنا .

source: Heidi, luister na my
ar: (هايدي), أنصتي إليَّ.

source: Jy hoef nie bang te wees nie, ek is seker hy sal niks aan jou doen nie
ar: لا يوجد شيء لتخافيه. أنا متأكدة أن العم لن يؤذيك.

source: Reg, gaan nou
ar: حسناً, الآن اذهبي.

source: God vergeef my
ar: ليسامحني الرب.

source: Die kind!
ar: الطفلة!

source: vat die kind saam met jou!
ar: خذيها معك!

source: Gaan aan, gaan saam met haar!
ar: هيا, اذهبي معها!

source: Maar sy wil my ook nie hê nie
ar: لكنها لا تريدني أيضاً.

source: Oupa?
ar: جدي؟

source: Goeie môre, Oupa
ar: صباح الخير, يا جدي.

source: Drink
ar: اشربي.

source: - Ek sal jou na die dominee toe vat
ar: -سآخذك إلى الكاهن .

source: Hy sal weet wat om met jou te maak
ar: سيعرف كيف يتصرف معك.

source: Die kind is sterk, en gesond
ar: هذه الطفلة قوية. ومتعافية.

source: Sy sal nie moeilik wees nie
ar: لن تسبب المشاكل.

source: Sy kan nie by my bly nie
ar: لا يمكنها البقاء معي.

source: Goed, dis reg,
ar: حسناً, لا بأس.

source: Ek gaan na Maienfeld oor 3 dae Miskien kan 'n boer haar gebruik
ar: سأذهب إلى (ماينفيلد) بعد ثلاثة أيام. ربما يستفيد منها أحد المزارعين.

source: So-nie is dit weeshuis-toe
ar: وإلا ستذهب لدار أيتام.

source: Maar sy moet by jou bly tot dan
ar: لكن يجب عليها أن تبقى معك إلى ذلك الحين.

source: Ek sal haar afbring
ar: سأذهب بها للأسفل إذاً.

source: Dis jou christelike plig om na jou kleinkind te kyk
ar: من واجبك الديني أن ترعى حفيدتك.

source: Hier, gaan nou
ar: إليك, اذهبي.

source: Sal ek weer vanaand in die stal slaap?
ar: أأنام في الإسطبل مجدداً الليلة؟

source: Slaap net waar jy wil
ar: نامي أينما شئتِ.

source: U het net een stoel,
ar: لديك كرسي واحد فقط.

source: en net een bed
ar: وسرير واحد فقط.

source: Wat is daarbo?
ar: ما هذا في الأعلى؟

source: Ek wil hier bo in die hooi slaap, mag ek?
ar: أريد النوم هنا فوق القش. أهذا ممكن؟

source: Ek wil liewer nie na 'n weeshuis gaan nie
ar: لا أود الذهاب لدار أيتام.

source: - Drink jou melk
ar: -اشربي الحليب .

source: Stop daar!
ar: توقفوا!

source: Goeie môre, bokke
ar: صباح الخير, أيها الماعز.

source: Klein Beer!
ar: الدب الصغير!

source: Klein Swaan!
ar: البجعة الصغيرة!

source: Gou gou!
ar: تحركوا!

source: Goeiedag, Generaal Bokwagter
ar: طاب يومك, يا راعي الماعز.

source: Vat die meisie met jou uit op die berg vandag
ar: خذ الفتاة معك إلى الجبل اليوم.

source: Sy weet nie hoe dinge werk in die berge nie
ar: إنها لا تعرف كيف تجري الأمور في الجبال.

source: Dag, my naam is Heidi
ar: مرحباً. اسمي (هايدي).

source: Reg.
ar: -حسناً .

source: Komaan
ar: هيا.

source: Het jy hom gehoor?
ar: أسمعتِه؟

source: Jy moet doen wat ek sê
ar: يجب أن تنفذي ما أقول.

source: Ja, ja
ar: أجل, أجل.

source: Wat is jou naam?
ar: -ما اسمك؟

source: - Peter
ar: -بيتر) ).

source: Bly jy nou by hom?
ar: -أتعيشين معه الآن؟

source: - Ja, hy's my Oupa
ar: -أجل, إنه جدي .

source: Jou Oupa?
ar: جدك؟

source: Waarom bly jy nie by jou ouers nie?
ar: لمَ لا تعيشين مع والديك؟

source: Want hulle is dood
ar: لأنهما ميتان.

source: My pa is ook dood
ar: أبي ميت أيضاً.

source: Ek het by my Tant Dete gebly in Bad Ragaz tot nou
ar: كنتُ أعيش مع عمتي (ديت) في (باد راغاز) حتَّى الآن.

source: Ek moes heeldag binne sit
ar: اضطررتُ أن أبقى بالداخل طوال اليوم.

source: Maar hier is dit baie beter, ek kan buite wees!
ar: لكن البقاء هنا أفضل. أستطيع البقاء في الخارج!

source: Ja, bly by my!
ar: -ابقي معي !

source: - Ja, ja
ar: -أجل, أجل .

source: Wat is daardie Kleintjie se naam?
ar: ماذا تُسمَّى هذه الصغيرة؟

source: Snoekie
ar: -سنوهوبر) ).

source: - Sal jy my wys hoe om vuur te maak?
ar: -هل ستريني طريقة إشعال النار؟

source: Seker
ar: بالطبع.

source: Haai, Peter
ar: مرحباً, (بيتر).

source: Het jy van my kaas en wors geëet?
ar: أأكلتَ بعضاً من طعامي؟

source: Wie, ek?
ar: أنا؟

source: Nee, dit was nie ek nie
ar: كلا, لم أفعل.

source: Wie anders kon dit dan wees?
ar: من غيرك قد يفعلها؟

source: Ek weet nie, miskien 'n bok?
ar: لا أعلم. ربما معزة؟

source: 'n Bok?
ar: معزة؟

source: Haai! bly daar!
ar: لا تتحركا.

source: Klein Swaan, Vinkie!
ar: البجعة الصغيرة, (ثيسلفينش)!

source: Stop dit, stop!
ar: توقفا, توقفا!

source: Kom weg!
ar: ابتعدي!

source: Hou op!
ar: توقفي!

source: Wag maar net!
ar: -انتظري !

source: - Los hom!
ar: -دعهما وشأنهما !

source: Kan jy nie hoor nie?
ar: ألا تفهمين؟

source: Ek sê 'Bly daar'!
ar: قلتُ ابقي هناك!

source: Hou op om hulle te slaan!
ar: توقف عن ضربهم!

source: hulle het ophou baklei
ar: لقد توقفتا عن القتال.

source: Hulle moet gestraf word, die melk word min as hulle baklei
ar: يجب أن تعاقبا. يقل إنتاجهما للحليب عند قتالهما.

source: As jy ophou om hulle te slaan, kry jy die helfte van my kos
ar: إن توقفتَ عن ضربهما, سأعطيك نصف طعامي.

source: Die helfte?
ar: نصفه؟

source: Elke dag?
ar: كل يوم؟

source: Maar jy mag die bokke nie meer slaan nie
ar: لكن لا يسمح لك بضرب الماعز بعد الآن.

source: Belowe?
ar: أتقسم على هذا؟

source: Elke dag.
ar: يومياً.

source: Helfte
ar: النصف.

source: Kyk
ar: انظر .

source: - Ek kan sien
ar: -أجل أراه .

source: Kyk, gou, kom af!
ar: انظري. بسرعة, أخفضي رأسك!

source: Nou jou beurt
ar: حان دورك.

source: Heidi?
ar: -هايدي)؟ )

source: Moet liewer nie oor die kos praat nie
ar: -لا تذكري أمر الطعام .

source: - Ek sal niks sê nie
ar: -لن أنطق بكلمة .

source: In die dorp sê hulle hy het iemand doodgemaak
ar: في القرية يقولون أنه قتل أحدهم ذات مرة.

source: Ek sal maar liewer in die stal slaap
ar: أفضل النوم في الإسطبل على أية حال.

source: Het Peter stories oor my vertel?
ar: هل قصَّ لكِ (بيتر) قصصاً عني؟

source: En jy glo hom?
ar: وصدقتِه بكل سهولة؟

source: Is dit waar wat hy sê?
ar: أصحيحٌ ما يقوله؟

source: Mense hou daarvan om slegte dinge te sê
ar: الناس يحبون إشاعة الأشياء الفظيعة.

source: Jy moet besluit om jou eie oë en ore te glo, of wat ander mense sê
ar: يجب أن تختاري إمَّا تصديق عينيك أو تصديق كلام الناس.

source: Nag, Oupa
ar: طابت ليلتك, يا جدي.

source: Pragtig
ar: رائع.

source: Ek ken die padjies hier rond
ar: أنا على علم بالمنطقة.

source: Ek sal jou môre wys waar die edelweiss groei
ar: في الغد سأريك أين ينمو نبات (إديلويس).

source: Peter,
ar: (بيتر).

source: Ek gaan môre weg wees, Oupa vat my na die dominee
ar: سأرحل في الغد. سيأخذني جدي إلى الكاهن.

source: Ek is dan weer alleen met daardie dom bokke
ar: سأصبح لوحدي مجدداً مع هذه المعزات الغبية.

source: Shoe!
ar: هيا!

source: Loop!
ar: تحركوا!
